tap "rvarunrathod/tap"
tap "zaquestion/tap"
brew "exiftool"
brew "fd"
brew "git"
brew "hub"
brew "lynx"
brew "python@3.14"
brew "neovim"
brew "node"
brew "ollama", restart_service: :changed
brew "openclaw-cli", link: false
brew "spaceship"
brew "superfile"
brew "tmux"
brew "zoxide"
cask "arc"
cask "bazecor"
cask "blender"
cask "calibre"
cask "cavalry"
cask "claude-code"
cask "darktable"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "handbrake-app"
cask "rvarunrathod/tap/hifidelity"
cask "imageoptim"
cask "iterm2"
cask "itermbrowserplugin"
cask "miro"
cask "notion"
cask "ogdesign-eagle"
cask "openclaw"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
npm "@earendil-works/pi-coding-agent"
npm "@ollama/pi-web-search"
npm "@pencil.dev/cli"
npm "@termdraw/app"
npm "openclaw"
