tap "rvarunrathod/tap"
brew "exiftool"
brew "fd"
brew "dnglab"
brew "docker"
brew "dotnet@8", link: true
brew "fzf"
brew "gh"
brew "git"
brew "glab"
brew "hub"
brew "lynx"
brew "neovim"
brew "node"
brew "nvm"
brew "ollama", restart_service: :changed
brew "openclaw-cli", link: false
brew "python@3.14"
brew "pipx"
brew "rename"
brew "spaceship"
brew "sqlcmd"
brew "superfile"
brew "tmux"
brew "uv"
brew "zoxide"
cask "arc"
cask "bazecor"
cask "blender"
cask "calibre"
cask "cavalry"
cask "claude-code"
cask "cursor"
cask "darktable"
cask "docker-desktop"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "handbrake-app"
cask "imageoptim"
cask "iterm2"
cask "miro"
cask "notion"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "kisstkondoros.vscode-codemetrics"
vscode "vscodevim.vim"
npm "corepack"
