tap "danielbayley/adobe"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "zaquestion/tap"
brew "python@3.9"
brew "gnutls"
brew "git"
brew "hub"
brew "jenv"
brew "lynx"
brew "neovim"
brew "node"
brew "openjdk"
brew "zaquestion/tap/lab"
cask "adoptopenjdk8"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "libreoffice"
cask "miro"
cask "mutespotifyads"
cask "notion"
cask "sketch"
cask "slack"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "xquartz"
